<?php
    include('DisplayHeaderFooter.php');
    session_start();
?>

<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <title>Alpha Laptop - За Нас</title>

    <link rel="stylesheet" type="text/css" href="./styles/AboutPrivacy.css">
    <link rel="stylesheet" type="text/css" href="./styles/HeaderFooter.css">
    <link rel="stylesheet" type="text/css" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.5.1/css/all.min.css">

    <script src="./controllers/Navigation.js"></script>
</head>

<body>
    <header class="nav">
        <?php displayHeader(); ?>
    </header>

    <main class="container">
        <h1>За Нас</h1>
        <p>
            Alpha Laptop е вашият краен адрес за лаптопи и аксесоари от високо качество.
            Завладени от визията да предоставим високотехнологични продукти на нашите клиенти, ние се стремим да предложим обширен набор от лаптопи и аксесоари, отговарящи на различни нужди и предпочитания.
        </p>

        <h2>Нашата Мисия</h2>
        <p>
            В Alpha Laptop нашата мисия е да предоставяме лаптопи и аксесоари с висока производителност, които да подпомагат нашите клиенти както в личните, така и в професионалните им начинания.
            Непрекъснато се стремим да бъдем предвидливи в технологичната индустрия, осигурявайки продукти, отговарящи на най-високите стандарти за качество.
        </p>

        <h2>Нашите Продукти</h2>
        <p>
            Нашата гама продукти включва разнообразен избор от лаптопи с най-новите процесори, високоразделителни дисплеи и изключителни възможности за производителност.
            Освен лаптопи, предлагаме и гама от аксесоари като слушалки, мишки и други, за да подобрите вашето изживяване при използването на компютъра.
        </p>

        <h2>Удовлетворение на Клиентите</h2>
        <p>
            Ние придаваме значение на удовлетворението на клиентите и сме ангажирани с доставянето на изключително обслужване.
            Нашият отдаден екип работи, за да ви помогне да намерите перфектния лаптоп или аксесоар, и се стремим да направим вашето пазаруване с нас безпроблемно и приятно изживяване.
        </p>

        <h2>Свържете се с Нас</h2>
        <p>
            За всякакви запитвания или помощ, не се колебайте да се свържете с нас:
            <br>Имейл: alpha.laptop.info@gmail.com
            <br>Телефон: +359 896 834 536
            <br>Адрес: Пловдив, България
        </p>
    </main>

    <footer>
        <?php displayFooter(); ?>
    </footer>
</body>
</html>
