<?php
    include('DisplayHeaderFooter.php');
    session_start();
?>

<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <title>Alpha Laptop - Поверителност</title>

    <link rel="stylesheet" type="text/css" href="./styles/AboutPrivacy.css">
    <link rel="stylesheet" type="text/css" href="./styles/HeaderFooter.css">
    <link rel="stylesheet" type="text/css" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.5.1/css/all.min.css">
    
    <script src="./controllers/Navigation.js"></script>
</head>
<body>
    <header class="nav">
        <?php displayHeader(); ?>
    </header>

    <main class="container">
        <h1>Политика за поверителност</h1>
        <p>
            Тази Политика за поверителност обяснява как Alpha Laptop събира, използва и защитава информацията, която предоставяте при използването на нашия уебсайт.
            Препоръчваме ви да прегледате тази Политика за поверителност преди да използвате нашатите услуги.
        </p>

        <h2>Събиране и Използване на Информация</h2>
        <p>
            Можем да събираме различни видове информация, включително лични данни като име, имейл адрес, адрес за доставка, данни за плащане и други, за да подобрим нашите услуги.
        </p>

        <h2>Използване на Данните</h2>
        <p>
            Alpha Laptop използва събраната информация за цели като:
            <ul>
                <li>Предоставяне и поддържане на услугите.</li>
                <li>Подобряване и персонализиране на услугите.</li>
                <li>Свързване с вас относно нашите продукти, промоции и услуги.</li>
            </ul>
        </p>

        <h2>Защита на Данните</h2>
        <p>
            Приемаме подходящи мерки за защита на вашите данни, но имайте предвид, че нито един метод на предаване през интернет или електронно съхранение не е напълно сигурен.
            Въпреки че се стремим да защитим вашата лична информация, не можем да гарантираме нейната абсолютна сигурност.
        </p>

        <h2>Промени в тази Политика за поверителност</h2>
        <p>
            Alpha Laptop може периодично да актуализира тази Политика за поверителност. Всякакви промени ще бъдат публикувани на тази страница.
            Съветваме ви да преглеждате тази Политика за поверителност периодично за всякакви актуализации или промени.
        </p>

        <h2>Свържете се с Нас</h2>
        <p>
            Ако имате въпроси или притеснения относно нашата Политика за поверителност, моля, свържете се с нас:
            <br>Имейл: alpha.laptop.info@gmail.com
            <br>Телефон: +359 896 834 536
            <br>Адрес: Пловдив, България
        </p>
    </main>

    <footer>
        <?php displayFooter(); ?>
    </footer>
</body>
</html>
